[
  {
    "category": "Supports",
    "sections": [
      {
        "id": "campus-life",
        "header": "Campus Life",
        "subSections": [
          {
            "id": "academic-supports",
            "header": "Academic Supports",
            "content": [
              {
                "type": "paragraph",
                "text": "_Your experience with academics greatly impacts your enjoyment of student life, so I want to ensure the USC provides as much academic support as possible._"
              },
              {
                "type": "list",
                "items": [
                  "Promoting existing supports (such as the writing centre, peer support centre, and PrideUSC) by meeting students where they are:",
                  "Providing a compiled list of major USC and Western supports to student leaders, including USC councillors, senators, and especially faculty and affiliate councils to promote and share with their constituents.",
                  "Setting up USC booths not only at the UCC but also around other buildings on campus and at affiliates: places that are frequented by students who might not go to the UCC much.",
                  "Setting up booths and hosting promotional events in collaboration with applicable faculty councils and clubs to reach a wider audience.",
                  "Moving services temporarily to where students are (e.g. having a booth in the library to help students on the spot with accessing academic accommodations)."
                ]
              },
              {
                "type": "paragraph",
                "text": "Advocating to Western to standardize the academic accommodations process across faculties and to make it more clear and accessible, in accordance with student reviews and feedback."
              },
              {
                "type": "paragraph",
                "text": "Working with faculty councils to host events about academic requirements and other helpful information for specific programs. This would also include extensive publicity when degree requirements change, so students are not caught off guard and do not need to rely so much on academic counselling for information."
              }
            ]
          },
          {
            "id": "study-spaces",
            "header": "Study Spaces",
            "content": [
              {
                "type": "paragraph",
                "text": "It is very difficult to find study spaces, and especially quiet study spaces, when you need them. There is a lot the USC can do to improve this through both advocacy and direct action."
              },
              {
                "type": "paragraph",
                "text": "Advocating for Western to increase study space areas where possible, including by creating a website that displays empty classrooms and indicates their availability for use as study spaces."
              },
              {
                "type": "paragraph",
                "text": "Continuing to advocate to Western to maintain exam season hours for libraries and eateries until the end of the exam period so students with late exams do not lose access to these resources."
              },
              {
                "type": "paragraph",
                "text": "During exam seasons, designating the UCC a study space area by opening classrooms and the Mustang Lounge for silent studying, continuing to have tables in the atrium available 24/7, and having coffee, tea, and snacks available at all hours."
              }
            ]
          },
          {
            "id": "faculty-soph-food",
            "header": "Faculty Soph Food",
            "content": [
              {
                "type": "paragraph",
                "text": "Sophs are the people driving the O-Week experience, and their energy and enthusiasm are what makes O-Week so fun and memorable."
              },
              {
                "type": "paragraph",
                "text": "Giving faculty sophs at least $200 to spend on food on campus. Faculty sophs work long hours for O-Week but do not receive enough food credits to cover all their meals. This increase in food credits benefits sophs as well as first years since their sophs now have the support they need to run O-Week more effectively."
              }
            ]
          },
          {
            "id": "student-creators",
            "header": "Student Creators",
            "content": [
              {
                "type": "paragraph",
                "text": "Western University has a lot of aspiring creators, whether they be musicians, crafters, or small business owners. The USC can help you gain traction by using our platform to promote and support you."
              },
              {
                "type": "paragraph",
                "text": "Regularly hiring student musicians to play at USC events, including events with promotional booths such as Clubs Week or Movember. This includes setting up a way for music students to find events they want to play at, which will give student musicians exposure and income, and will also attract more people to USC events."
              },
              {
                "type": "paragraph",
                "text": "Creating a USC-run online \"Mustang Marketplace\" for student-owned small businesses. Students tend to be willing to support and uplift each other, and this platform would enable more community support and engagement for these student-owned businesses. This includes promoting the Mustang Marketplace through USC channels like the website, Instagram, and booths to elevate the platform and increase engagement."
              },
              {
                "type": "paragraph",
                "text": "Regularly highlighting student creators through Mustang Makers: A weekly feature of a student creative account on the USC Instagram story."
              }
            ]
          }
        ]
      },
      {
        "id": "off-campus-life",
        "header": "Off-Campus Life",
        "subSections": [
          {
            "id": "housing",
            "header": "Housing",
            "content": [
              {
                "type": "paragraph",
                "text": "Many students are living alone and going through the process of renting, finding roommates, and negotiating leases for the first time. This is incredibly challenging, and the USC should support you through this process as much as possible."
              },
              {
                "type": "paragraph",
                "text": "Putting booths around campus during peak rental season in tandem with faculty, affiliate, and residence councils to promote housing resources. Many resources already exist to educate students on how to find houses and roommates, how to lease and rent for the first time, and how to deal with issues such as a bad relationship with a landlord, conflict with roommates, or uncertainty about tenant rights (e.g. Off-Campus Housing Services and Community Legal Services). However, these resources are largely unknown to students. Our booths can make these resources available to students who need them immediately."
              },
              {
                "type": "paragraph",
                "text": "Hosting speed-dating style roommate matching events during peak rental season to help people find compatible roommates and decrease the stress of searching for people to live with. This would involve filling out a survey about living styles (similar to the Western Housing survey for students moving into residence) and then having the opportunity to meet those with compatible answers."
              },
              {
                "type": "paragraph",
                "text": "Trying to improve the underlying issues that cause unaffordability by prioritizing municipal advocacy on issues like zoning for more affordable housing in London, especially within walking distance of campus."
              }
            ]
          },
          {
            "id": "food-insecurity",
            "header": "Food Insecurity",
            "content": [
              {
                "type": "paragraph",
                "text": "A lot of students at Western are struggling with food insecurity, especially with rising inflation and cost of living. This is another area where the USC’s existing supports can be prioritized, promoted, and expanded to benefit those who need them most."
              },
              {
                "type": "paragraph",
                "text": "Developing a policy paper on food insecurity to present a unified advocacy front on this issue."
              },
              {
                "type": "paragraph",
                "text": "Continuing to advocate for Western to take over funding of the food bank. This additional funding would allow for it to be run on a wider scale and benefit more students. In the meantime, we can allocate more of the USC’s funds directly to the food bank to ensure there are sufficient resources to support students in need."
              },
              {
                "type": "paragraph",
                "text": "Collaborating directly with other food banks, such as KUCSC’s and SOGS’s, and food insecurity advocacy groups on campus where possible. By streamlining the food insecurity efforts from around campus, we can ensure that resources are being used as effectively as possible."
              }
            ]
          },
          {
            "id": "public-transit",
            "header": "Public Transit",
            "content": [
              {
                "type": "paragraph",
                "text": "Thousands of students take public buses to and from school every day, and thousands more use the buses to travel downtown and elsewhere. Our community is therefore significantly affected by the operations of the LTC."
              },
              {
                "type": "paragraph",
                "text": "Prioritizing municipal advocacy on transportation issues that directly affect Western students, including increasing bus frequency at peak times so buses do not leave students behind because they are full or late, improving funding for the bus system generally, and prioritizing routes that students commonly take to and from campus."
              }
            ]
          }
        ]
      },
      {
        "id": "life-after-campus",
        "header": "Life After Campus",
        "subSections": [
          {
            "id": "possibilities-fair",
            "header": "Possibilities Fair",
            "content": [
              {
                "type": "paragraph",
                "text": "It can be very difficult to decide what to do after university, especially with such a rapidly changing world and so many available options."
              },
              {
                "type": "paragraph",
                "text": "Running a \"Possibilities Fair\": a day where recruiters, alumni, and organizations representing different post-graduate options, ranging from employment to graduate school to gap year travel opportunities, run booths and speak to students in the UCC. Students can explore different options for what to do after graduation, and discover possibilities they never would have heard about otherwise."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Community",
    "sections": [
      {
        "id": "engagement",
        "header": "Engagement",
        "subSections": [
          {
            "id": "strategic-promotions",
            "header": "Strategic Promotions",
            "content": [
              {
                "type": "paragraph",
                "text": "Students have to worry about many things: academics, social life, and many more. The vast majority of us will not be seeking out USC resources or even know how to find these resources, so it is the job of the USC to meet students where they are at."
              },
              {
                "type": "paragraph",
                "text": "Promoting the most directly beneficial USC services at appropriate times through faculty councils, sophs, and dons where possible."
              },
              {
                "type": "paragraph",
                "text": "Streamlining the promotion of services to focus heavily on the most directly beneficial services at the most relevant time. For example, we will focus engagement efforts around academic support as exam seasons approach, and around housing support during rental season."
              }
            ]
          },
          {
            "id": "limiting-surveys",
            "header": "Limiting Surveys: Quality over Quantity",
            "content": [
              {
                "type": "paragraph",
                "text": "The USC puts out a lot of surveys currently. Rather than pushing students to do a million different surveys, I will prioritize only the most important ones."
              },
              {
                "type": "paragraph",
                "text": "Only publishing and promoting surveys if there is a finalized plan for what the survey aims to achieve and how the data collected will be used. This is beneficial to students as it avoids constant bombardment by surveys and a loss of interest. This will also help the USC’s advocacy and engagement as it will result in more responses on necessary surveys as well as ensuring that engagement efforts are done with intention."
              }
            ]
          },
          {
            "id": "connecting-student-leaders",
            "header": "Connecting Student Leaders",
            "content": [
              {
                "type": "paragraph",
                "text": "The different areas of student leadership and advocacy are very disconnected, leading to a lack of understanding. Improving this by building natural connections will help streamline advocacy, inform governance, and ensure student leaders are more aware of the overall process of student governance."
              },
              {
                "type": "paragraph",
                "text": "Hosting an event for student leaders (including USC executives, faculty council executives, USC councillors, student senators, and students on the Board of Directors and Board of Governors, among others) at the beginning of the year to encourage communication and collaboration among leadership and advocacy groups."
              },
              {
                "type": "paragraph",
                "text": "Creating a Slack chat for student leaders to share updates and necessary information, to ensure this is easily accessible to everyone who is likely to benefit from it and prevent issues of information not being shared, especially to small faculties and affiliates."
              }
            ]
          },
          {
            "id": "western-roar",
            "header": "Western Roar",
            "content": [
              {
                "type": "paragraph",
                "text": "In addition to all the supports of the USC, we need a fun way to de-stress and bond over academic struggles."
              },
              {
                "type": "paragraph",
                "text": "Proposing the Western Roar: gathering together on the football field on the first day of final exam season to scream in unison and let out our frustration. This will be a unique and memorable bonding experience for our school and contribute towards school spirit and solidarity despite the stress of exams."
              }
            ]
          },
          {
            "id": "clubs-system",
            "header": "Clubs System",
            "content": [
              {
                "type": "paragraph",
                "text": "The clubs system is a huge part of what makes campus culture memorable for many students. I want to make it as easy as possible for club leaders to focus on what matters most: serving their communities."
              },
              {
                "type": "paragraph",
                "text": "Streamlining the event proposal process, financial reporting processes, and other necessary paperwork for club functioning for USC clubs. This makes club executive positions more accessible and less stressful and ensures that clubs can function effectively by focusing more on their culture and community."
              },
              {
                "type": "paragraph",
                "text": "Allowing unofficial groups to use the room booking system on a case-by-case basis after application and review by the USC. This includes unratified dance clubs which need to use the room booking system to access rooms without tables attached to the floors."
              }
            ]
          }
        ]
      },
      {
        "id": "global-issues",
        "header": "Engaging with Global Issues",
        "subSections": [
          {
            "id": "global-conflicts",
            "header": "Global Political Conflicts",
            "content": [
              {
                "type": "paragraph",
                "text": "I am dedicated to creating a space where people can respectfully hold different opinions. The priority of the USC is to ensure that all students feel comfortable on campus, even when they have disagreements on pressing and sometimes very personal issues."
              },
              {
                "type": "paragraph",
                "text": "Remembering that the USC’s primary obligation is to promote student comfort and security, and therefore standing firmly against hate and violence from any source."
              },
              {
                "type": "paragraph",
                "text": "Ensuring I continue to listen to student voices from every affected community, and communicating consistently with these student communities to make sure the USC is supporting them adequately."
              }
            ]
          },
          {
            "id": "climate-change",
            "header": "Climate Change and Sustainability",
            "content": [
              {
                "type": "paragraph",
                "text": "With the effects of climate change already impacting some of the world’s most vulnerable groups, Western and the USC must continue their work as leaders in climate and waste mitigation."
              },
              {
                "type": "paragraph",
                "text": "Continuing to work towards the implementation of the green bin program on campus with student advocacy organizations like Greensort. Once green bins are brought on campus, I will ensure they are clearly labelled and placed strategically outside eateries that generate significant food waste."
              },
              {
                "type": "paragraph",
                "text": "Advocating to Western residences and hospitality services for more sustainable and accessible food options on campus, including vegan and vegetarian options. This is climate-friendly and also improves accessibility for those with dietary restrictions."
              },
              {
                "type": "paragraph",
                "text": "Pushing to replace single-use containers in campus food spots with reusable dishes where possible, and where it is not possible to have reusable dishes, advocating to make sure stations for recycling and composting containers are easily available and clearly labelled."
              }
            ]
          }
        ]
      }
    ]
  },
  {
    "category": "Culture",
    "sections": [
      {
        "id": "cultural-appreciation",
        "header": "Cultural Appreciation",
        "subSections": [
          {
            "id": "multicultural-events",
            "header": "Multicultural Events",
            "content": [
              {
                "type": "paragraph",
                "text": "Western is a mosaic of diverse cultural, religious, and ethnic groups that deserve to be celebrated. Students from all different backgrounds deserve to find their place at university, which is often done through cultural connection."
              },
              {
                "type": "paragraph",
                "text": "Hosting events throughout the year to celebrate food from different cultures, allowing students to share their backgrounds through food. This would look like events in the Mustang Lounge featuring different dishes from a specific region, or like events with dishes from many different regions. This would be done in collaboration with cultural clubs and organizations on campus."
              },
              {
                "type": "paragraph",
                "text": "Hosting a \"Language Cafe\" where students can share and practice languages over refreshments in a casual and non-judgemental environment. This helps people improve their skills in a language they are learning, meet others who speak their own language, and develop cultural understanding with one another."
              }
            ]
          },
          {
            "id": "indigenous-initiatives",
            "header": "Indigenous Initiatives",
            "content": [
              {
                "type": "paragraph",
                "text": "Indigenous students on campus have unique perspectives and needs. I will not only ensure that you have their concerns heard but also will promote opportunities to celebrate their culture."
              },
              {
                "type": "paragraph",
                "text": "Maintaining active communication with Indigenous groups and organizations on campus, including the Wampum Learning Lodge and the Indigenous Students’ Association to ensure the needs of Indigenous students are taken into account by the USC."
              },
              {
                "type": "paragraph",
                "text": "Featuring Indigenous artists, creators, and small business owners within both the Mustang Makers and Mustang Marketplace programs. This is an important way for Indigenous culture to be highlighted and celebrated on campus."
              }
            ]
          },
          {
            "id": "supporting-international-students",
            "header": "Supporting International Students",
            "content": [
              {
                "type": "paragraph",
                "text": "International students often find it difficult to access necessary resources for academic and personal life in Canada, especially if the procedures for accessing these resources are different from their home countries. I will make it far easier for you to make Western your home away from home."
              },
              {
                "type": "paragraph",
                "text": "Advocating to Western to translate their international student resources, such as those on the International and Exchange Student Centre website, into different commonly spoken languages."
              },
              {
                "type": "paragraph",
                "text": "Restarting the International Student Support Committee of the USC, which has also not been active since the 2021-22 school year, to engage with international students and voice their concerns and needs directly to the USC."
              }
            ]
          }
        ]
      },
      {
        "id": "affiliates-small-faculties",
        "header": "Affiliates and Small Faculties",
        "subSections": [
          {
            "id": "kings-huron",
            "header": "Kings and Huron",
            "content": [
              {
                "type": "paragraph",
                "text": "Kings and Huron are often treated as completely separate from the USC and Western campus culture. Each has its own community, but the USC’s job is to represent and serve all students."
              },
              {
                "type": "paragraph",
                "text": "Being personally present at the affiliate colleges to talk to the community, hear concerns, and help students find support and community through the USC."
              },
              {
                "type": "paragraph",
                "text": "Creating a Faculty and Affiliate Relations Coordinator intern position under the Vice-President Student Engagement dedicated to strengthening relationships with and providing resources to affiliate and faculty councils. This will encourage more conversation and provide these councils with a clear line of communication to the USC."
              },
              {
                "type": "paragraph",
                "text": "Hosting USC events in collaboration with the HUCSC and KUCSC to ensure the USC is welcoming and accessible to every student on campus. Huron and King’s students don’t tend to hear about USC events as they are very centralized on main campus and in the UCC, and this would help bridge that gap."
              },
              {
                "type": "paragraph",
                "text": "Ensuring students at affiliates get emails and information just as much as main campus students. Things like campus snow days are not always communicated quickly and effectively to students at the affiliate colleges. I will push Western to change this."
              }
            ]
          },
          {
            "id": "brescia-transition",
            "header": "Brescia Transition",
            "content": [
              {
                "type": "paragraph",
                "text": "Students from Brescia are adapting to significant changes since the integration. The unique culture and community ought to be preserved while providing students with the resources available at Western and the USC."
              },
              {
                "type": "paragraph",
                "text": "Reaching out to Brescia clubs and assist them with the ratification process if they are interested, as well as allow them to use free room bookings in the meantime. Many Brescia clubs are still not ratified under the USC and therefore do not have the same access to resources they used to."
              },
              {
                "type": "paragraph",
                "text": "Ensuring that the unique needs of Brescia clubs are taken into account within the clubs system, such as by facilitating a club fair at Brescia to avoid them being crowded out by other clubs."
              },
              {
                "type": "paragraph",
                "text": "Continuing to advocate for Western to reopen the Beryl Ivey library so students living at Clare Hall can access this study space near their home and prevent potential safety issues from travelling after late-night study sessions."
              }
            ]
          },
          {
            "id": "small-faculties",
            "header": "Small Faculties",
            "content": [
              {
                "type": "paragraph",
                "text": "Students from smaller faculties do not always have the same access to USC resources and communication as those from larger faculties. We have a responsibility to ensure these resources reach them."
              },
              {
                "type": "paragraph",
                "text": "Making sure I am personally in contact with and engaged with faculty councils, especially small faculties. This involves being present in campus spaces other than the UCC to speak to students, and attending events by faculty councils."
              },
              {
                "type": "paragraph",
                "text": "Creating a Faculty and Affiliate Relations Coordinator (as mentioned above) to strengthen relationships with faculty councils. This will specifically benefit small faculties by giving council executives one person to contact about the USC, its processes, and available resources. This coordinator will also actively ensure that student interests represented by faculty councils are heard by the USC."
              },
              {
                "type": "paragraph",
                "text": "Having the USC act more formally in a support and advisory role for faculty councils, especially by being present to advise faculty councils on providing certain events and services. This includes paying attention to which services are best offered by USC vs faculty and affiliate councils. I want to ensure that the USC is not running duplicate events of those run by other councils and that where it is more beneficial for events to be run by faculties, the USC does not step in to run them."
              },
              {
                "type": "paragraph",
                "text": "Collaborating with faculty council events, especially if the council is proposing a large-scale event that could be better carried out with the assistance of the USC and its resources."
              }
            ]
          }
        ]
      }
    ]
  }
]